var questions=[
    {
        q:"Какое растение существует на самом деле?",
        a1:"1: Лох чилийский",
        a2:"2: Лох индийский",
        a3:"3: Лох греческий",
        a4:"4: Лох русский",
        correct:2
    },
    {
        q:"Что за место, попав в которое, человек делает селфи на кухне, которую не может себе позволить?",
        a1:"1: Рим",
        a2:"2: Париж",
        a3:"3: Лондон",
        a4:"4: Икея",
        correct:4
    },
    {
        q:"Какой город объявлен официальной родиной русского Деда Мороза?",
        a1:"1: Малая Вишера",
        a2:"2: Великий Устюг",
        a3:"3: Вышний Волочек",
        a4:"4: Нижний Новгород",
        correct:2
    },
    {
        q:"Что проводит боксер, наносящий удар противнику снизу?",
        a1:"1: Свинг",
        a2:"2: Хук",
        a3:"3: Апперкот",
        a4:"4: Джэб",
        correct:3
    },
    {
        q:"К кому первому обратились за помощью дед и бабка, не справившись с репкой?",
        a1:"1: К Жучке",
        a2:"2: К дочке",
        a3:"3: К внучке",
        a4:"4: К залу",
        correct:3
    },
    {
        q:"Кого нет среди смешариков?",
        a1:"1: Барана",
        a2:"2: Свиньи",
        a3:"3: Коня",
        a4:"4: Лося",
        correct:3
    },
    {
        q:"Какую площадь имеет клетка стандартной школьной тетради?",
        a1:"1: 0.25 кв.см",
        a2:"2: 1 кв.см",
        a3:"3: 0.5 кв.см",
        a4:"4: 1.25 кв. см",
        correct:1
    },
    {
        q:"Что происходит на соревнованиях по стрельбе, если соперники набрали одинаковое количество очков?",
        a1:"1: Перевербовка",
        a2:"2: Перепалка",
        a3:"3: Перебранка",
        a4:"4: Перестрелка",
        correct:4
    },
    {
        q:"Что вращается вокруг Земли?",
        a1:"1: Луна",
        a2:"2: Солнце",
        a3:"3: Марс",
        a4:"4: Венера",
        correct:1
    },
    {
        q:"Как назывались старинные русские пушки-гаубицы?",
        a1:"1: Кентавр",
        a2:"2: Грифон",
        a3:"3: Василиск",
        a4:"4: Единорог",
        correct:4
    },
]